/*
Powered by ly200.com		http://www.ly200.com
广州联雅网络科技有限公司		020-83226791
*/

var lang_obj={
	global:{
		'confirm':'تأكيد',
		'already':'هذا المنتج موجود بالفعل في حقيبة الاستعلام!',
		'add':'أضاف بنجاح إلى سلة الاستعلام الخاصة بك!',
		'add_newsletter':'تمت الإضافة للاشتراك بنجاح!',
		'email_exists':'صندوق البريد هذا موجود بالفعل اشتراك!',
		'continues':'استمر في الجولة',
		'inquery':'الاستعلام الآن',
		'cancel':'إلغاء',
		'copy_confirm':'أدخل وضع نسخ المنتج، تابع؟',
		'copy_model_confirm':'أدخل وضع نسخ الخاصية، تابع؟',
		'del_confirm':'لا يمكن استرجاعها بعد الحذف، تابع؟',
		'reset_confirm':'هل تريد تأكيد الإعدادات الافتراضية؟',
		'used_confirm':'استعداد لتشغيل وضع دفعة، تابع ؟',
		'close_confirm':'استعداد لإيقاف تشغيل وضع دفعة، تابع ؟',
		'my_order_confirm':'استعداد لتشغيل وضع الفرز، تابع ؟',
		'sold_in_confirm':'استعداد لتشغيل وضع المبيعات، تابع ؟',
		'sold_out_confirm':'استعداد لايقاف تشغيل نموذج المبيعات، تابع ؟',
		'data_posting':'يتم إرسال البيانات ...',
		'confirm_password_error':'كلمة مرور تسجيل الدخول لا تتطابق مع كلمة المرور المؤكدة، يرجى إعادة الإدخال!',
		'del_dat_select':'يرجي تحديد العنصر المراد حذفه',
		'used_dat_select':'يرجي تحديد العنصر المطلوب تشغيله',
		'close_dat_select':'يرجي تحديد العنصر المراد إغلاقه',
		'dat_select':'يرجي اختيار العنصر المختار',
		'correct_message':'يرجى ملء البيانات الصحيحة',
		'n_y':['لا','نعم'],
		'open':'كشف',
		'pack_up':'يطوى',
		'del':'حذف',
		'picture':'صورة',
		'picture_name':'اسم الصورة',
		'set_error':'فشل الإعداد   أخطاء غير معروفة!'
	},
	format:{
		'mobilephone':'يرجى ملء رقم الهاتف بشكل صحيح!',
		'telephone':'يرجى ملء رقم الهاتف!',
		'fax':'يرجى ملء رقم الفاكس بشكل صحيح!',
		'email':'يرجى ملء عنوان البريد الإلكتروني بشكل صحيح!',
		'length':'طول غير صحيح!'
	},
	signIn:{
		'title':'تسجيل الدخول',
		'error_note':'عنوان البريد الإلكتروني المدخل غير صحيح أو كلمة المرور المدخلة غير صحيحة. حاول مرة اخرى.<br>يرجي التأكد من إيقاف تشغيل كابس لوك قبل إدخال كلمة المرور.',
		'email':'البريد الإلكتروني',
		'password':'كلمة المرور',
		'forgot':'نسيت <a href="/account/forgot.html" class="forgot">كلمة المرور الخاصة بكم</a>؟',
		'stay_note':'قم بالبقاء في <span>وضع تسجيل الدخول لحماية خصوصيتكم - تسجيل الخروج عند الانتهاء.</span>',
		'sign_in':'تسجيل الدخول',
		'join_fee':'انضم مجانا'
	},
	manage:{
		account:{
			"log_in":"يحاول النظام تسجيل الدخول، يرجى الانتظار ...",
			"log_in_ok":"سجل الدخول بنجاح، يقفز الصفحة، يرجى الانتظار ...",
			"order_quantity":"أمر الموقع",
			"page_view":"زيارات الموقع",
			"success_cache":"تم مسح ذاكرة التخزين المؤقت بنجاح!",
			"percentage":"النسبة المئوية",
			"picture_tips":"لقد قمت بتحميل أكثر من صور xxx  ولا يمكن تحميلها بعد الآن!",
			"password_tips":"إعادة كلمة المرور لا تتطابق، يرجى إعادة الإدخال!"
		},
		set:{
			"select_once_language":"يرجي تحديد إصدار لغة واحد على الأقل",
			"print_0":"طباعة البيان الجمركي",
			"print_1":"طباعة فاتورة"
		},
		module:{
			"sure_module":"هل أنت متأكد من اختيار هذا النمط؟",
			"name":"اسم",
			"url":"عناوين الروابط",
			"target":"نافذة جديدة"
		},
		photo:{
			"empty_temp":"تم مسح المجلد المؤقت بنجاح!",
			"move_success":"تمت الإزالة بنجاح"
		},
		products:{
			"category_tips":"يرجى تحديد فئة المنتج",
			"qty":"كمية",
			"price":"سعر",
			"group_attr":"خصائص الجمع",
			"prefix_tips":"لا يمكن أن تكون بادئة رقم المنتج فارغة!"
		},
		email:{
			"load_error":"فشل في قراءة بيانات النموذج، يرجي إعادة المحاولة لاحقا!",
			"not_model":"لا يتم اختيار قالب!",
			"not_user":"لا عضو!"
		}
	}
};