/*
Powered by ly200.com		http://www.ly200.com
广州联雅网络科技有限公司		020-83226791
*/

var lang_obj={
	global:{
		'confirm':'определять',
		'already':'этот продукт уже существует запрос пакет!',
		'add':'успешно добавил на ваш запрос тележка!',
		'add_newsletter':'Добавлено, чтобы подписаться успешно!',
		'email_exists':'В этом почтовом ящике уже существует подписка!',
		'continues':'Плывите',
		'inquery':'изучить',
		'cancel':'отменить',
		'copy_confirm':'В режиме копирования продукции, продолжить?',
		'copy_model_confirm':'Войдите в режим копирования собственности, продолжить?',
		'del_confirm':'После удаления невозвратными, продолжить?',
		'reset_confirm':'Определяется, чтобы восстановить настройки по умолчанию, продолжить?',
		'used_confirm':'Пакетный режим готов открыть, продолжить?',
		'close_confirm':'Пакетная готов закрыть режим, продолжить?',
		'my_order_confirm':'Готов режиме сортировки, продолжить?',
		'sold_in_confirm':'Добавлен режим был подготовлен, продолжить?',
		'sold_out_confirm':'Готов к следующему режиму кадров, продолжить?',
		'data_posting':'Представление данных...',
		'confirm_password_error':'Пароль и подтверждение пароля не совпадают, пожалуйста, введите!',
		'del_dat_select':'Пожалуйста, выберите удаленные элементы',
		'used_dat_select':'Пожалуйста, выберите открытых позиций',
		'close_dat_select':'Пожалуйста, выберите закрытия проекта',
		'dat_select':'Пожалуйста, выберите выбранного элемента',
		'correct_message':'Пожалуйста, заполните правильные данные',
		'n_y':['Нет','Есть'],
		'open':'раскрываться',
		'pack_up':'коллапс',
		'del':'удалять',
		'picture':'картина',
		'picture_name':'Название изображения',
		'set_error':'Установите неудачу с неизвестной ошибки!'
	},
	format:{
		'mobilephone':'Пожалуйста, заполните правильный номер телефона!',
		'telephone':'Пожалуйста, заполните телефонный номер правильно!',
		'fax':'Пожалуйста, заполните правильный номер факса!',
		'email':'Пожалуйста, заполните правильный адрес электронной почты!'
	},
	signIn:{
		'title':'войти',
		'error_note':'Неправильно адрес электронной почты или пароль, попробуйте еще раз<br>Перед тем как ввести пароль, убедитесь, что блокировка клавиатуры, Caps был закрыт',
		'email':'E-mail',
		'password':'пароль',
		'forgot':'<a href="/account/forgot.html" class="forgot">Забыли пароль</a>?',
		'stay_note':'Не выходить из системы<span>Чтобы защитить вашу конфиденциальность предположить, что вы выходите</span>',
		'sign_in':'войти',
		'join_fee':'регистрация'
	},
	manage:{
		account:{
			"order_quantity":"Заказы веб-сайта",
			"page_view":"Просмотров сайта",
			"success_cache":"Очистка кэш-памяти был успешным!",
			"percentage":"процент",
			"picture_tips":"Количество изображений, загрузить более интимными фото, не могу загрузить!"
		},
		set:{
			"select_once_language":"Пожалуйста, выберите хотя бы один вариант языка",
			"print_0":"заявление для печати",
			"print_1":"Печать счетов-фактур",
		},
		module:{
			"sure_module":"Вы уверены, что хотите выбрать этот стиль?",
			"name":"имя",
			"url":"Адрес ссылки",
			"target":"Новое окно",
		},
		photo:{
			"empty_temp":"Успешно очистили временную папку!",
			"move_success":"Мобильная Успех"
		},
		products:{
			"category_tips":"Пожалуйста, выберите",
			"qty":"количество",
			"price":"цена",
			"group_attr":"Сочетание атрибутов",
			"prefix_tips":"Номер продукта префикс не может быть пустым!"
		},
		email:{
			"load_error":"Считывает данные шаблона не удалось, попробуйте еще раз позже!",
			"not_model":"Не выбирайте шаблон!",
			"not_user":"Нет членство!"
		}
	}
};