<?php
return array(
	/*************** global ***************/
	'home'			=>	'ホーム',
	'my_account'	=>	'マイアカウント',
	'contactUs'		=>	'お問い合わせ',
	'footer_0'		=>	'%domain% このメールは、削除せず取引終了まで大切に保管してください。',
	'footer_1'		=>	'なにかご質問がございましたら、ショップのメールアドレスまでお問い合わせくださいませ。 %domain%',
	'dear'			=>	'ようこそ %name% 様',
	'dearTo'		=>	'ようこそ',
	'not_reply'		=>	'このメールは %domain%より、送信専用メールアドレスから自動配信されています。 このままご返信いただいてもお答えできませんのでご了承ください。',
	'copy_paste'	=>	'類似サイトや偽サイト被害予防のためにも以下のリンクをコピーし、お気に入りに登録してください。ショップにログイン後、お買い物ををお楽しみくださいませ。',
	'sincerely'		=>	'Yours sincerely',
	'customer'		=>	'%domain% Customer Care Team',
	'queries'		=>	'あなたが任意のクエリを使用している場合は、私たちのカスタマーケアチームにメールしてください。',
	/*************** create account ***************/
	'thanks'		=>	'%domain% ご注文ありがとうございます。',
	'createTitle'	=>	'お客様が当店で楽しく安全にお買い物していただけるようスタッフ一同、努力してまいります。お客様のアカウント情報は以下の通りです',
	'yUsername'		=>	'ユーザー名',
	'yEmail'		=>	'電子メール',
	'yPassword'		=>	'パスワード',
	/*************** forgot password ***************/
	'not_reply_pwd'	=>	'これはあなたのパスワードをリセットするためにあなたの要求に応じて、%domain%から自動送信メールです。このメールには返信しないでください。',
	'steps'			=>	'次の手順を実行し、パスワードでサインインできない場合は、メールアドレスを入力後、パスワードをリセットし、アカウントへのアクセスを回復してください。',
	'pwdInfo_0'		=>	'次のリンクをクリックするか、コピーし、Webブラウザのアドレスバーにリンクを貼り付けます。',
	'pwdInfo_1'		=>	'上記のリンクは私たちの「パスワードのリセット」ページが表示されます。適切なフィールドに入力し、「送信」をクリックし、あなたがして、今、あなたのアカウントにアクセスできるようになります。',
	/*************** validate mail ***************/
	'validateInfo_1'=>	'セキュリティ上の理由から、あなたのメールアドレスを確認するには、<a href="%url%" target="_blank">ここをクリック</a>してください。',
	'validateDetail'=>	"上記のリンクがロードされない場合は、コピーしてブラウザのURL検索フィールドに次のURLを貼り付けてください。",
	'validateInfo_2'=>	'ご不明な点がございましたら、<a href="%url%" target="_blank">お問い合わせ</a>までお気軽に.'
);