<?php
return array(
	/*************** global ***************/
	'home'			=>	'Главная',
	'my_account'	=>	'Мой аккаунт',
	'contactUs'		=>	'Контакт с нами',
	'footer_0'		=>	'Вы получили это письмо, потому что вы являетесь зарегистрированным членом сайта %domain%.',
	'footer_1'		=>	'Для получения подробных информаций, входите в ваш аккаунт на сайте %domain%, отправьте ваш запрос или применяйте онлайновый чат. ',
	'dear'			=>	'Дорогой(ая) %name%',
	'dearTo'		=>	'Дорогой ценный клиент',
	'not_reply'		=>	'Это автоматическое письмо от %domain%. Не ответить на это письмо. ',
	'copy_paste'	=>	'Нажмите, пожалуйста, на нижеуказанную ссылку, или скопируйте и вставьте ссылку в адресную строку вашего браузера для покупки',
	'sincerely'		=>	'С уважением',
	'customer'		=>	'Отдел обслуживания клиентов %domain%',
	'queries'		=>	'Отправьте, пожалуйста, письмо в отдел обслуживания клиентов, если у вас любой вопрос.',
	/*************** create account ***************/
	'thanks'		=>	'Благодарим вас за выбор %domain%.',
	'createTitle'	=>	'Вы являетесь членом нашей компании, приветствуем вас присоединиться к нам для наслаждения удобным и безопасным торговым испытанием. Информация о вашем аккаунте указана в следующем',
	'yUsername'		=>	'Ваш логин',
	'yEmail'		=>	'Ваш E-mail',
	'yPassword'		=>	'Ваш пароль',
	/*************** forgot password ***************/
	'not_reply_pwd'	=>	'Это автоматическое письмо от %domain% в ответ на ваш запрос о сбросе пароля. Не ответить на это письмо. ',
	'steps'			=>	'По нижеуказанным шагам выполнять сброс пароля и доступ к вашему аккаунту %domain%',
	'pwdInfo_0'		=>	'Нажмите, пожалуйста, на нижеуказанную ссылку, или скопируйте и вставьте ссылку в адресную строку вашего браузера.',
	'pwdInfo_1'		=>	'Вышеуказанная ссылка приведет вас на страницу "Сброс пароля". Заполните соответствующее поле и нажмите кнопку "Отправить", вы сможете входить в ваш аккаунт сейчас.',
	/*************** validate mail ***************/
	'validateInfo_1'=>	'Нажмите, пожалуйста, <a href="%url%" target="_blank">на эту ссылку для подтверждения адреса вашей электронной почты для обеспечения безопасности</a>.',
	'validateDetail'=>	"Если вышеуказанная ссылка не загружена, скопируйте и вставьте нижеуказанный URL в поисковое поле URL в вашем браузере.",
	'validateInfo_2'=>	'Обращайтесь, пожалуйста, к нам, <a href="%url%" target="_blank">если у вас любого вопроса</a>.'
);